Repository: donatogomez/signal-flow
Catalog: Sources/DesignSystemKit/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ %@ is outside the acceptable range
es: %1$@ %2$@ está fuera del rango aceptable

source: Battery level
es: Nivel de batería

source: Battery low
es: Batería baja

source: Carbon dioxide
es: Dióxido de carbono

source: Cold-chain container
es: Contenedor de cadena de frío

source: Concern
es: Atención

source: Connection lost
es: Conexión perdida

source: Critical
es: Crítico

source: Degraded
es: Degradada

source: Deterministic
es: Determinista

source: Door closed
es: Puerta cerrada

source: Door opened
es: Puerta abierta

source: Environmental station
es: Estación ambiental

source: Greenhouse
es: Invernadero

source: Humidity
es: Humedad

source: Industrial equipment
es: Equipo industrial

source: Info
es: Información

source: Offline
es: Sin conexión

source: On-device AI
es: IA en el dispositivo

source: Online
es: En línea

source: Power lost
es: Sin alimentación

source: Power restored
es: Alimentación restaurada

source: Pressure
es: Presión

source: Reconnected
es: Reconectado

source: Refrigerated truck
es: Camión refrigerado

source: Signal strength
es: Intensidad de señal

source: Temperature
es: Temperatura

source: Threshold exceeded
es: Umbral superado

source: Warehouse
es: Almacén

source: Warning
es: Advertencia

source: Watch
es: Vigilar
